{
  "banner_title": "Hello,",
  "banner_name_title_1": " I'm Andrés",
  "banner_name_title_2": " I'm Fullstack Developer",
  "banner_name_title_3": " I'm Software Engineer",
  "banner_subtitle": "Fullstack web developer",
  "banner_button": "Watch my work",
  "banner_content": "+7 years of experience in software development, I specialize in web development with technologies like React, Angular, .Net, Python.",
  "banner_image_profile_label": "Profile image",
  "navbar_option_experience": "Experience",
  "navbar_option_projects": "Projects",
  "navbar_option_about": "About me",
  "navbar_label_es": "Spanish",
  "navbar_label_en": "English",
  "experience_label": "Experience",
  "experience_connect_position": "Fullstack Developer",
  "experience_connect_startDate": "February 2024",
  "experience_connect_endDate": "Current",
  "experience_connect_content": "Development and implementation of functionalities based on user stories, in addition to correcting errors that appear in the administration platform and issuance of insurance policies offered by the company, I work on the FrontEnd React JS, Next JS, Tailwind css and fetch for the consumption of services that are built with .NetCore 6, Entity Framework, Auth0 and JWT for legislation, and management of SQL Server and MongoDB databases, versioning with Azure DevOps, implementations carried out with Docker and Azure Web Services and use SCRUM methodology.",
  "experience_univision_position": "Software Engineer",
  "experience_univision_startDate": "July 2021",
  "experience_univision_endDate": "October 2023",
  "experience_univision_content": "Development and implementation of functionalities based on user stories, in addition to correcting errors that appear on the ViX streaming platform, especially on web and TV platforms. I worked on the frontend mainly with React JS, Next JS and GraphQL for the consumption and management of service data, unit tests with Jest and GitHub and use SCRUM methodology.",
  "experience_olimpia_position": "Software Developer",
  "experience_olimpia_startDate": "September 2018",
  "experience_olimpia_endDate": "July 2021",
  "experience_olimpia_content": "Development and implementation of functionalities for reception, digital and electronic signature, custody of promissory notes and documents with digital certificates. Developing services with .Net, .Net Core 2.2, Entity Framework, JWT Token for authentication, AES encryption and with digital certificates and implementation of functionalities from the FrontEnd and consumption of the API services with angular JS and angular 12.",
  "experience_sqa_position": "Software Developer",
  "experience_sqa_startDate": "January 2018",
  "experience_sqa_endDate": "July 2018",
  "experience_sqa_content": "Application development for the integration of testing automation technologies for different platforms such as Selenium, Winium, Apium among others. Development of the integrator with Java FX for desktop application and JSF for web portal with MySql as database engine and styles with CSS.",
  "projects_label": "Projects",
  "project_insurlink_name": "Insurlink",
  "project_insurlink_description": "Webpage for an insurance broker developed with Angular 16 and Material UI, Bootstrap and Manilla CSS for the entire graphical interface and in the backend part Python, Flask and sendgrid building a small rest API for sending contact form notifications, using a MySQL database to store said notifications and deployed on a hostinger CPanel host.",
  "project_ecommerce_name": "Clothing E-commerce",
  "project_ecommerce_description": "E-commerce platform developed with React JS, Next JS, Tailwind CSS, Redux, and fetch for the consumption of services that are built with .NetCore 6, Entity Framework, Auth0 and JWT for legislation, and management of SQL Server and MongoDB databases, versioning with Azure DevOps, implementations carried out with Docker and Azure Web Services and use SCRUM methodology.",
  "project_iron_slug_name": "Iron Slug - PC Game",
  "project_iron_slug_description": "Computer game developed with Unity 2D, C#, the sprites, animations, and scenarios downloaded of Metal Slug X classic game. The game has a main character that is a mercenary that has to go through different levels with a side view and collect kills to be able to advance to the next level. The final details of the page were made with HTML, and CSS.",
  "project_portfolio_name": "Portfolio",
  "project_portfolio_description": "Personal portfolio developed with React JS, Next JS, Tailwind CSS, and fill a JSON file with the information of the projects and experiences, i18next for the translation of the page, and it is hosted on GitHub Pages and deployed on vercel for the CI/CD.",
  "about_label": "About me",
  "about_content": "I am a software developer with over 7 years of experience in the development of web and mobile applications, I specialize in the development of web applications with technologies like React, Angular, .Net, NodeJs, among others. I am passionate about software development and problem-solving, I like to learn new technologies and apply them in my projects, I consider myself a proactive, responsible, and committed person with my work.",
  "about_curriculum_path": "/docs/Andres_CV_en.pdf",
  "about_stack_frontend": "Frontend",
  "about_stack_backend_databases": "Backend and Databases",
  "about_stack_tools": "Tools",
  "about_stack_clouds_devops": "Clouds and DevOps",
  "stack_label": "Stack"
}
