{
  "banner_title": "Hola,",
  "banner_name_title_1": " Soy Andrés",
  "banner_name_title_2": " Soy Desarrollador Fullstack",
  "banner_name_title_3": " Soy Ingeniero de Software",
  "banner_subtitle": "Desarrollador web fullstack",
  "banner_content": "+7 años de experiencia en el desarrollo de software, me especializo en el desarrollo web con tecnologías como React, Angular, .Net, Python.",
  "banner_profile_image_label": "Imagen de perfil",
  "navbar_option_experience": "Experiencia",
  "navbar_option_projects": "Proyectos",
  "navbar_option_about": "Acerca de mí",
  "navbar_logo_label": "Logo image",
  "navbar_label_es": "Español",
  "navbar_label_en": "Inglés",
  "experience_label": "Experiencia",
  "experience_connect_position": "Desarrollador Fullstack",
  "experience_connect_startDate": "Febrero 2024",
  "experience_connect_endDate": "Actualidad",
  "experience_connect_content": "Desarrollo e implementación de funcionalidades basados en historias de usuario, además de corregir los fallos que aparecen en la plataforma de administración y emisión de pólizas de los seguros ofrecidos por la compañía, trabajo el FrontEnd React JS, Next JS, Tailwind css y fetch para el consumo de servicios que son construidos con .NetCore 6, Entity Framework, Auth0 y JWT para la autenticación, y manejo de base de datos Sql Server y MongoDB, versionamiento con Azure DevOps, despliegues realizados con Docker y Web services de Azure y uso de metodología SCRUM.",
  "experience_univision_position": "Ingeniero de software",
  "experience_univision_startDate": "Julio 2021",
  "experience_univision_endDate": "Octubre 2023",
  "experience_univision_content": "Desarrollo e implementación de funcionalidades basados en historias de usuario, además de corregir los fallos que aparecen en la plataforma de streaming ViX, especialmente en plataformas web y TV, trabajé el FrontEnd principalmente con React JS y GraphQL con Next JS para el consumo y gestión de datos de servicios, test unitarios con Jest, versionamiento con GitHub y metodología SCRUM.",
  "experience_olimpia_position": "Desarrollador de software",
  "experience_olimpia_startDate": "Septiembre 2018",
  "experience_olimpia_endDate": "Julio 2021",
  "experience_olimpia_content": "Desarrollo e implementación de funcionalidades para la recepción y firma digital y electrónica, custodia de pagarés y documentos con certificados digitales; Desarrollo de servicios con .Net, .Net Core, Entity Framework y manejo de base de datos SQL server, Token JWT para la autenticación, cifrados aes y con certificados digitales e implementación de funcionalidades desde el FrontEnd y consumo de los servicios API con angular JS y angular 12+.",
  "experience_sqa_position": "Desarrollador de software",
  "experience_sqa_startDate": "Enero 2018",
  "experience_sqa_endDate": "Julio 2018",
  "experience_sqa_content": "Desarrollo de aplicación para la integración de tecnologías de automatización de pruebas para diferentes plataformas tales como Selenium, Winium, Apium entre otros. Se realiza desarrollo del integrador con Java FX para aplicación de escritorio y JSF para portal web con MySQL como motor de bases de datos y estilos con CSS.",
  "projects_label": "Proyectos",
  "project_netflix_clone_name": "Clon Netflix",
  "project_netflix_clone_description": "Clon de Netflix desarrollado con React JS, Next JS, GraphQL y Apollo Client usando Server Side Rendering (SSR) para realizar los fetch y cache de los contenidos de los videos, además de Tailwind CSS para los estilos y finalmente el consumo de un servicio demo construido en Datastax y autenticación con Firebase, y desplegado en Netlify para el CI/CD.",
  "project_iron_slug_name": "Iron Slug - Juego",
  "project_iron_slug_description": "Juego de computadora desarrollado con Unity 2D, C#, los sprites, animaciones y escenarios descargados del clásico juego Metal Slug X. El juego tiene un personaje principal que es un mercenario que tiene que pasar por diferentes niveles con vista lateral y recolectar muertes para poder avanzar al siguiente nivel. Los detalles finales de la página se hicieron con HTML y CSS.",
  "project_insurlink_name": "Insurlink",
  "project_insurlink_description": "Página web para un corredor de seguros desarrollada con Angular 16 y Material UI, Bootstrap y Manilla CSS para toda la interfaz gráfica y en la parte de backend Python, Flask y sendgrid construyendo una pequeña API REST para el envío de notificaciones del formulario de contacto, usando una base de datos MySQL para almacenar dichas notificaciones y desplegada en un host CPanel de hostinger.",
  "project_portfolio_name": "Portafolio",
  "project_portfolio_description": "Portafolio personal desarrollado con React JS, Next JS, Tailwind CSS, y llenar un archivo JSON con la información de los proyectos y experiencias, i18next para la traducción de la página, y está alojado en GitHub Pages y desplegado en vercel para el CI/CD.",
  "project_ecommerce_name": "Comercio electrónico de ropa",
  "project_ecommerce_description": "Plataforma de comercio electrónico desarrollada con React JS, Next JS, Tailwind CSS, Redux y fetch para el consumo de servicios que están construidos con .NetCore 6, Entity Framework, Auth0 y JWT para legislación y gestión de bases de datos SQL Server y MongoDB. versionado con Azure DevOps, implementaciones realizadas con Docker y Azure Web Services y uso de metodología SCRUM.",
  "about_label": "Acerca de mí",
  "about_content": "Soy un desarrollador de software con más de 7 años de experiencia en el desarrollo de aplicaciones web y móviles, me especializo en el desarrollo de aplicaciones web con tecnologías como React, Angular, .Net, NodeJs, entre otras. Me apasiona el desarrollo de software y la resolución de problemas, me gusta aprender nuevas tecnologías y aplicarlas en mis proyectos, me considero una persona proactiva, responsable y comprometida con mi trabajo.",
  "about_curriculum_path": "/docs/Andres_CV_es.pdf",
  "about_stack_frontend": "Frontend",
  "about_stack_backend_databases": "Backend y Bases de datos",
  "about_stack_tools": "Herramientas",
  "about_stack_clouds_devops": "Nube y DevOps",
  "stack_label": "Tecnologías"
}
